tap 'caskroom/cask'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/dupes'
tap 'homebrew/services'
tap 'koekeishiya/kwm'
brew 'ack'
brew 'awk'
brew 'bash'
brew 'bash-completion'
brew 'curl', args: ['with-libssh2', 'with-nghttp2']
brew 'dos2unix'
brew 'flow'
brew 'git'
brew 'git-extras'
brew 'go'
brew 'haskell-stack'
brew 'htop'
brew 'jq'
brew 'koekeishiya/kwm/kwm'
brew 'leiningen'
brew 'lua'
brew 'nvm'
brew 'pwgen'
brew 'reattach-to-user-namespace'
brew 'ssh-copy-id'
brew 'stow'
brew 'task'
brew 'the_silver_searcher'
brew 'tmux'
brew 'tree'
brew 'vifm'
brew 'vim', args: ['with-lua', 'with-override-system-vi']
brew 'wget'
brew 'youtube-dl'
brew 'z'
brew 'zplug'
brew 'zsh'
brew 'zsh-completions'
cask 'ubersicht'
