tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "charmbracelet/tap"
brew "atuin"
brew "bandwhich"
brew "bash"
brew "bat"
brew "btop"
brew "colima"
brew "curl"
brew "difftastic"
brew "direnv"
brew "diskus"
brew "eza"
brew "fastfetch"
brew "fd"
brew "fish"
brew "fisher"
brew "fpp"
brew "freeze"
brew "fx"
brew "fzf"
brew "gh"
brew "git"
brew "git-absorb"
brew "git-delta"
brew "git-extras"
brew "git-fixup"
brew "glow"
brew "gnu-sed"
brew "go"
brew "gron"
brew "helix"
brew "jd"
brew "jj"
brew "jq"
brew "just"
brew "lazydocker"
brew "lazygit"
brew "lf"
brew "lsd"
brew "lua"
brew "luarocks"
brew "macchina"
brew "mise"
brew "mprocs"
brew "neovim"
brew "numbat"
brew "nushell"
brew "pre-commit"
brew "pwgen"
brew "ripgrep"
brew "rustup"
brew "sk"
brew "slides"
brew "sniffnet"
brew "stow"
brew "stylua"
brew "thefuck"
brew "tldr"
brew "tokei"
brew "trash"
brew "typos-cli"
brew "walk"
brew "wget"
brew "xh"
brew "yazi"
brew "zellij"
brew "zf"
brew "zig"
brew "zk"
brew "zola"
brew "zoxide"
brew "zx"
cask "bruno"
cask "cleanshot"
cask "firefox"
cask "font-fira-code"
cask "font-fira-mono"
cask "font-ibm-plex"
cask "font-input"
cask "font-inter"
cask "font-jetbrains-mono"
cask "font-monaspace"
cask "keepingyouawake"
cask "obsidian"
cask "raycast"
cask "rectangle"
cask "spotify"
cask "vlc"
cask "wezterm"
cask "zed"
