tap "caskroom/cask"
tap "caskroom/fonts"
tap "caskroom/versions"
tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/dupes"
tap "homebrew/php"
tap "homebrew/versions"
tap "restic/restic"
brew "ack"
brew "ansible"
brew "emacs"
brew "curl"
brew "editorconfig"
brew "git"
brew "ffmpeg"
brew "git-extras"
brew "go"
brew "jq"
brew "node"
brew "nvm"
brew "peco"
brew "python3"
brew "ranger"
brew "reattach-to-user-namespace"
brew "rsync"
brew "stow"
brew "the_silver_searcher"
brew "tmux"
brew "tree"
brew "vim", args: ["with-lua", "with-luajit", "with-override-system-vi", "with-python3", "with-tcl"]
brew "wallpaper"
brew "wget"
brew "youtube-dl"
brew "zsh"
brew "zsh-completions"
brew "homebrew/php/composer"
brew "homebrew/php/php71"
brew "homebrew/php/php71-xdebug"
brew "restic/restic/restic"
cask "1password"
cask "alfred"
cask "amazon-music"
cask "beaker-browser"
cask "filezilla"
cask "firefox"
cask "font-hasklig"
cask "google-chrome"
cask "google-chrome-canary"
cask "hyper"
cask "imageoptim"
cask "iterm2-nightly"
cask "keepingyouawake"
cask "musicbrainz-picard"
cask "sketch"
cask "spectacle"
cask "the-unarchiver"
cask "vagrant"
cask "virtualbox"
cask "visual-studio-code"
cask "vox"
mas "Wallcat", id: 1000397973
mas "Xcode", id: 497799835
