tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
brew "atuin"
brew "bash"
brew "bat"
brew "biome"
brew "btop"
brew "curl"
brew "difftastic"
brew "dlv"
brew "dprint"
brew "eza"
brew "fd"
brew "ffmpeg"
brew "fish"
brew "fisher"
brew "fx"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "git-extras"
brew "glow"
brew "gnu-sed"
brew "go"
brew "gopls"
brew "helix"
brew "htop"
brew "httpie"
brew "jq"
brew "lazygit"
brew "lf"
brew "lua"
brew "luarocks"
brew "mise"
brew "mprocs"
brew "neofetch"
brew "neovim"
brew "opam"
brew "prettier"
brew "pwgen"
brew "restic"
brew "ripgrep"
brew "rustup"
brew "sk"
brew "slides"
brew "starship"
brew "stow"
brew "stylua"
brew "tokei"
brew "trash"
brew "tree"
brew "typescript-language-server"
brew "vivid"
brew "walk"
brew "wget"
brew "zellij"
brew "zig"
brew "zls"
brew "zoxide"
brew "zx"
cask "firefox"
cask "font-ibm-plex"
cask "font-inconsolata"
cask "font-input"
cask "font-inter"
cask "font-jetbrains-mono"
cask "font-recursive-code"
cask "font-roboto"
cask "font-roboto-mono"
cask "keepingyouawake"
cask "obsidian"
cask "raycast"
cask "rectangle"
cask "spotify"
cask "visual-studio-code"
cask "vlc"
cask "wezterm"
